[{"date":"2016-02-05","name":"J. L. Runebergin päivä","flag_day":1,"age":212,"url":"https:\/\/fi.wikipedia.org\/wiki\/Johan_Ludvig_Runeberg","description":"Johan Ludvig Runeberg (5. helmikuuta 1804 Pietarsaari - 6. toukokuuta 1877 Porvoo) oli Suomen kansallisrunoilija. Hän oli suomalainen ruotsinkielinen runoilija, kirjailija ja toimittaja, jonka tuotanto on hyvin isänmaallista. Hän on ollut arvostettu myös Ruotsissa ja hänen tuotantonsa vaikutti suuresti koko ruotsinkieliseen kirjallisuuteen."},{"date":"2016-02-28","name":"Kalevalan päivä","flag_day":1,"alternate_names":"suomalaisen kulttuurin päivä","age":181,"url":"https:\/\/fi.wikipedia.org\/wiki\/Kalevalan_p%C3%A4iv%C3%A4","description":"Kalevalan päivä on suomalaisen kulttuurin päivä, jota vietetään Suomen kansalliseepoksen, Kalevalan kunniaksi. Kalevalan päivää vietetään 28. helmikuuta, koska Elias Lönnrot allekirjoitti ja päiväsi Kalevalan ensimmäisen version, ns. Vanhan Kalevalan esipuheen 28. helmikuuta 1835."},{"date":"2016-03-19","name":"Minna Canthin päivä","flag_day":1,"alternate_names":"tasa-arvon päivä","age":172,"url":"https:\/\/fi.wikipedia.org\/wiki\/Minna_Canthin_p%C3%A4iv%C3%A4","description":"Minna Canth, alkujaan Ulrika Wilhelmina o.s. Johnson, (19. maaliskuuta 1844 Tampere - 12. toukokuuta 1897 Kuopio) oli suomalainen kirjailija. Canth on tunnetuimpia suomalaisia 1880- ja 1890-luvun realisteja, ja hän kirjoitti novelleja, romaaneja ja näytelmiä. Hän oli ensimmäinen merkittävä suomenkielinen näytelmäkirjailija Aleksis Kiven jälkeen, ja ensimmäinen suomenkielinen sanomalehtinainen. Canthia pidetään ensimmäisenä nykysuomalaisena kirjailijana. Kirjallisuuden alalla hän oli realismin uranuurtaja.\n\nAjatusmaailmaltaan Canth oli vapaamielinen nuorsuomalainen ja sosialisti. Hänestä tuli tärkeä eurooppalaisten aatteiden välittäjä. Canth edisti naisten asemaa uusien koulutusmahdollisuuksien avulla ja oli suomenkielisen koulutuksen pioneereja. Ennen kuolemaansa Canth vaikutti noin puolen tusinan kuopiolaiskoulun taustalla (mm. Yhteiskoulu ja Kauppakoulu)."},{"date":"2016-04-09","name":"Mikael Agricolan päivä","flag_day":1,"alternate_names":"suomen kielen päivä","age":459,"url":"https:\/\/fi.wikipedia.org\/wiki\/Mikael_Agricolan_p%C3%A4iv%C3%A4","description":"Mikael Agricola (s. noin 1510 Pernaja - 9. huhtikuuta 1557 Uusikirkko) oli Turun piispa ja uskonpuhdistaja, joka raamatunsuomennoksellaan kehitti pohjan suomen kirjakielelle, sekä kirjoitti ja käänsi ensimmäiset suomenkieliset painetut kirjat. Yhdeksän kirjaa, yhteensä noin 2400 sivua, vain 10 vuodessa julkaissut Agricola kustansi käännöstyönsä paljolti itse. Hän oli reformaatiokauden molempien johtohahmojen Erasmus Rotterdamilaisen ja Martti Lutherin oppilas. Agricolaa pidetään suomen kirjakielen ja suomenkielisen kirjallisuuden isänä."},{"date":"2016-04-27","name":"Kansallinen veteraanipäivä","flag_day":1,"age":29,"url":"https:\/\/fi.wikipedia.org\/wiki\/Veteraanip%C3%A4iv%C3%A4","description":"Kansallinen veteraanipäivä on sotaveteraanien kunniaksi vietettävä juhlapäivä ja yleinen liputuspäivä. Sitä vietettiin ensimmäisen kerran vuonna 1987 osana Suomen itsenäisyyden 70-vuotisjuhlavuotta.\n\nLapin sota ja samalla Suomen osuus toisessa maailmansodassa päättyi 27. huhtikuuta 1945, joka on jäänyt Suomen puolustusvoimien viimeisimmäksi sotapäiväksi. Silloin loputkin Saksan 20. vuoristoarmeijan sotilaista vetäytyivät kello 13.30 mennessä Kilpisjärveltä Norjan puolelle rajaa.\n\nKansallista veteraanipäivää ei vietetä voitonjuhlana, vaan sillä on kaatuneiden muistopäivääkin rauhanomaisempi luonne."},{"date":"2016-05-01","name":"Vappu","flag_day":1,"alternate_names":"suomalaisen työn päivä","url":"https:\/\/fi.wikipedia.org\/wiki\/Vappu","description":"Vappu on kansainvälinen juhlapäivä ja monissa maissa yleinen vapaapäivä. Se on alkavan kevään juhlapäivä sekä kansainvälinen työväen juhlapäivä. Suomessa vapunpäivää aattopäivineen vietetään työväen, ylioppilaiden ja kevään karnevaalijuhlana. Vuodesta 1979 lähtien vappu on ollut Suomessa virallinen liputuspäivä, suomalaisen työn päivä.\n\nNimi vappu tulee 700-luvulla eläneestä baijerilaisesta abbedissa Valburgista. Vappua on juhlittu keskiajalta lähtien - myös Suomessa - 1. toukokuuta, joka on Valburgin pyhimykseksi julistamisen päivä. Sen mukaisesti päivä on myös Vapun ja Valpurin nimipäivä. Nykyään päivä ei ole kirkollinen juhlapäivä, vaikka onkin yleinen vapaapäivä, mutta aikoinaan samaksi päiväksi sattui myös apostolien Filippuksen ja Jaakobin muistopäivä."},{"date":"2016-05-08","name":"Äitienpäivä","flag_day":1,"age":98,"url":"https:\/\/fi.wikipedia.org\/wiki\/%C3%84itienp%C3%A4iv%C3%A4","description":"Äitienpäivän vietto alkoi Yhdysvalloista. Anna Jarvisin äidin kuolema vuonna 1905 sai Jarvisin ajattelemaan, ettei yhteiskunta ottanut huomioon äitien asemaa kansakunnan teollistumisen ja lasten kasvatuksessa. Vuonna 1914 presidentti Woodrow Wilson julisti äitienpäivän kansalliseksi juhlapäiväksi.\n\nÄitienpäivän toi Suomeen kansakoulunopettaja ja kansanedustaja Vilho Reima. Sitä vietettiin ensimmäisen kerran vuonna 1918. Vuonna 1947 päivä vahvistettiin viralliseksi liputuspäiväksi."},{"date":"2016-05-09","name":"Eurooppa-päivä","flag_day":1,"age":66,"url":"https:\/\/fi.wikipedia.org\/wiki\/Eurooppa-p%C3%A4iv%C3%A4#Eurooppa-p.C3.A4iv.C3.A4","description":"9. toukokuuta 1950 Robert Schuman esitti ehdotuksensa yhtenäisen Euroopan luomisesta välttämättömänä rauhanomaisten suhteiden ylläpitämiseksi. Tätä ehdotusta, joka tunnetaan nimellä Schumanin julistus pidetään Euroopan unionin perustamisen ensimmäisenä askeleena.\n\nNykyään 9. päivästä toukokuuta on tehty Euroopan unionin symboli (Eurooppa-päivä), joka yhdessä yhteisen valuutan (euro), lipun ja kansallislaulun kanssa identifioi Euroopan unionin poliittisena toimijana. Eurooppa-päivä on tarkoitettu unionin kansoja ja kansalaisia yhdistävien juhlallisuuksien päiväksi.\n\nEurooppa-päivän tapahtumia Suomessa järjestää kansalaisjärjestö Eurooppalainen Suomi yhteistyössä Euroopan komission kanssa."},{"date":"2016-05-12","name":"J. V. Snellmannin päivä","flag_day":1,"alternate_names":"suomalaisuuden päivä","age":210,"url":"https:\/\/fi.wikipedia.org\/wiki\/J._V._Snellman","description":"Johan (Juhana) Vilhelm Snellman (12. toukokuuta 1806 Tukholma, Ruotsi - 4. heinäkuuta 1881 Kirkkonummi, Suomen suuriruhtinaskunta) oli suomalainen filosofi, kirjailija, sanomalehtimies ja valtiomies, yksi vaikutusvaltaisimmista fennomaaneista 1800-luvun Suomessa. Hän vaikutti merkittävästi suomen kielen asemaan ja Suomen markan käyttöönottoon. Häntä pidetään Suomen kansallisfilosofina."},{"date":"2016-05-15","name":"Kaatuneiden muistopäivä","flag_day":1,"age":76,"url":"https:\/\/fi.wikipedia.org\/wiki\/Kaatuneiden_muistop%C3%A4iv%C3%A4","description":"Kaatuneiden muistopäivä on sodassa kaatuneiden vainajien muistoksi järjestetty päivä. Järjestelyihin kuuluu valtakunnallinen pääjuhla, paikallisia muistotilaisuuksia jumalanpalveluksineen ja sankarihaudoilla käynteineen. Nykyisin muistopäivänä kunnioitetaan itsenäisen Suomen kaikkien sotien kaikkia vainajia."},{"date":"2016-06-04","name":"Puolustusvoimain lippujuhlan päivä","flag_day":1,"alternate_names":"Carl Gustaf Emil Mannerheimin syntymäpäivä","age":149,"url":"https:\/\/fi.wikipedia.org\/wiki\/Puolustusvoimain_lippujuhlan_p%C3%A4iv%C3%A4","description":"Puolustusvoimain lippujuhlan päivää on vietetty nykyisellä paikallaan vuodesta 1942 alkaen. Vuosina 1919-1939 juhlaa vietettiin nimellä sotaväen lippujuhlan päivä 16. toukokuuta muistaen hallitukselle uskollisten Suomen tasavallan joukkojen, valkoisten voittoa punaisista sisällissodassa 1918. Kahtiajaosta muistuttava päivä haluttiin siirtää talvisodan jälkeen toukokuun kolmanneksi sunnuntaiksi kunnioittamaan sisällissodassa ja talvisodassa kaikkien henkensä antaneiden suomalaisten muistoa, jolloin alkoi kaatuneiden muistopäivän vietto. Jatkosodan aikana puolustusvoimain ylipäällikkö, sotamarsalkka Gustaf Mannerheimin täyttäessä 75 vuotta hänet ylennettiin Suomen marsalkaksi ja hänen syntymäpäiväänsä 4.6. vietettiin aluksi nimellä Suomen marsalkan syntymäpäivä, mutta varsin pian nimeksi vakiintui puolustusvoimain lippujuhlan päivä.\n\nLippujuhlapäivänä jaetaan myönnetyt kunniamerkit ja ylennetään ansioituneita sotilaita ja reserviläisiä. Puolustusvoimat pitää valtakunnallisen paraatikatselmuksen ja ohimarssin, jonka vastaanottavat puolustusvoimain ylipäällikkö ja pv:n komentaja. Suomen itsenäisyyden juhlavuosina eli joka kymmenes vuosi paraati järjestetään aina Helsingissä."},{"date":"2016-06-25","name":"Juhannus","flag_day":1,"alternate_names":"Johannes Kastajan päivä; Suomen lipun päivä","url":"https:\/\/fi.wikipedia.org\/wiki\/Juhannus","description":"Juhannus on suomalainen nimi keskikesän juhlalle, jota vietetään kesäkuussa kesäpäivänseisauksen lähellä. Pohjoisessa juhannus on valon juhla, jolloin keskikesä on kauneimmillaan.\n\nSuomalaiseen juhannukseen kuuluvat kiinteästi juhannussauna, juhannuskokko, juhannustanssit ja muut juhlat. Suomessa juhannus on myös virallinen liputuspäivä, jolloin liputetaan koko juhannusyön ajan. Monet juhannuksen perinteistä juontavat juurensa vanhaan eurooppalaiseen valon ja hedelmällisyyden juhlaan kesäpäivänseisauksen aikana.\n\nSuomessa ja Ruotsissa juhannus on ollut tärkeä kansanomainen merkkipäivä. Juhannukseen on vanhastaan liittynyt erilaisia uskomuksia ja taikoja, joilla on pyritty varmistamaan tuleva sato ja naimaonni. Monet kristilliset kirkkokunnat viettävät juhannusta Johannes Kastajan muistopäivänä, mistä tulee nimi juhannus.\n\nJuhannus on virallinen liputuspäivä, Suomen lipun päivä. Muista liputuspäivistä poiketen silloin liputus alkaa jo aattoiltana kello 18 ja jatkuu yön yli yhtäjaksoisesti juhannuspäivän iltaan kello 21 saakka."},{"date":"2016-07-06","name":"Eino Leinon päivä","flag_day":1,"alternate_names":"runon ja suven päivä","age":138,"url":"https:\/\/fi.wikipedia.org\/wiki\/Eino_Leino","description":"Eino Leino (Armas Einar Leopold Lönnbohm, 6. heinäkuuta 1878 Paltamo - 10. tammikuuta 1926 Tuusula) oli suomalainen kirjailija, lehtimies ja kriitikko. Leinon laaja ja monipuolinen kirjallinen tuotanto sisälsi lyriikkaa, romaaneja, näytelmiä, esseitä ja lehtipakinoita sekä suomennoksia ulkomaisesta kirjallisuudesta. Leino luetaan Suomen merkittävimpiin kirjailijoihin. Sekä hänen lyriikkansa että mahtavat aaterunonsa ovat vuosikymmenestä toiseen pysyneet laajojen lukijapiirien suosiossa."},{"date":"2016-10-10","name":"Aleksis Kiven päivä","flag_day":1,"alternate_names":"suomalaisen kirjallisuuden päivä","age":182,"url":"https:\/\/fi.wikipedia.org\/wiki\/Aleksis_Kivi","description":"Aleksis Kivi (oik. Alexis Stenvall) on Suomen kansalliskirjailija. Kiveä on sanottu suomenkielisen kirjallisuuden isäksi. Hänet tunnetaan parhaiten teoksistaan Seitsemän veljestä ja Nummisuutarit. Hän kirjoitti etunimensä muodossa Alexis ja esiintyi läpi elämänsä Stenvallina; Kivi oli lähinnä taiteilijanimi tai nimimerkki.\n\nAleksis Kiven päivää vietetään hänen syntymäpäivänään 10. lokakuuta, joka on myös liputuspäivä. Se on samalla myös suomalaisen kirjallisuuden päivä ja Helsingin yliopiston Eteläsuomalaisen osakunnan vuosipäivä."},{"date":"2016-10-24","name":"Yhdistyneiden Kansakuntien (YK:n) päivä","flag_day":1,"age":71,"url":"https:\/\/fi.wikipedia.org\/wiki\/YK:n_p%C3%A4iv%C3%A4","description":"Yhdistyneet kansakunnat (YK) on maailmanlaajuinen hallitusten välinen yhteistyöjärjestö, joka perustettiin 24. lokakuuta 1945 San Franciscossa Kansainliiton korvaajaksi. Maailmanjärjestö perustettiin toisen maailmansodan jälkeen edistämään kansainvälistä rauhaa ja turvallisuutta, oikeudenmukaisuutta sekä ihmisoikeuksia.\n\nPerustamispäivä 24.10. on kansainvälinen YK:n päivä, ja se aloittaa YK:n aseidenriisuntaviikon."},{"date":"2016-11-06","name":"Ruotsalaisuuden päivä","flag_day":1,"alternate_names":"Kustaa Aadolfin päivä; Svenska dagen","age":384,"url":"https:\/\/fi.wikipedia.org\/wiki\/Ruotsalaisuuden_p%C3%A4iv%C3%A4","description":"Ruotsalaisuuden päivä (ruots. Svenska dagen) merkitsee suomenruotsalaisille oikeutta käyttää omaa kieltään Suomessa, mutta päivän tarkoituksena on myös Folktingetin mukaan kunnioittaa Suomen kieliryhmien yhteistä kaksikielistä isänmaata.\n\nPäivää vietetään radiossa lähetettävällä pääjuhlalla ja siihen liittyviä tilaisuuksia vietetään myös muun muassa ruotsinkielisissä kouluissa, joissa juhlintaan kuuluu oleellisesti äidinkielen laulu eli Modersmålets sång. Päivää vietetään kuningas Kustaa II Aadolfin juliaanisen kalenterin mukaisena kuolinpäivänä, joka on ollut merkittynä almanakkaan Kustaa Aadolfin nimipäiväksi jo 1600-luvulta lähtien.\n\nRuotsalaisuuden päivä sai alkunsa, kun vasta perustettu Ruotsalainen kansanpuolue ryhtyi vuonna 1908 viettämään erityistä ruotsalaisuuden päivää, jonka tarkoituksena oli vahvistaa ruotsinkielisen kansanosan yhteenkuuluvuuden tunnetta. Päiväksi valittiin Kustaa II Aadolfin kuolinpäivä kolmikymmenvuotisessa sodassa, jossa luotiin pohja Ruotsin suurvalta-asemalle."},{"date":"2016-11-13","name":"Isänpäivä","flag_day":1,"age":67,"url":"https:\/\/fi.wikipedia.org\/wiki\/Is%C3%A4np%C3%A4iv%C3%A4","description":"Isänpäivä on tullut Yhdysvalloista. Vuonna 1949 ruotsalaiset kauppiaat ehdottivat päivää juhlittavaksi kaikissa Pohjoismaissa. Isänpäivänä käydään usein muistamassa suvun vanhimpia isiä kyläilemällä.\n\nSuomalaisiin almanakkoihin isänpäivä merkittiin ilman Helsingin yliopiston päätöstä jo vuosina 1970-1972. Vasta vuonna 1987 yliopisto katsoi päivän niin vakiintuneeksi, että se hyväksyttiin pysyvästi kalenteriin ja merkittiin myös liputuspäiväksi.\n\nIsänpäivänä isälle tai isän ominaisuudessa olevalle on tapana antaa pieniä lahjoja. Lapset usein piirtelevät ja askartelevat lahjoja ja kortteja isälleen päiväkodissa tai koulussa sekä monesti antavat myös kaupasta ostamiaan lahjoja."},{"date":"2016-11-20","name":"Kansainvälinen lasten päivä","flag_day":1,"url":"https:\/\/fi.wikipedia.org\/wiki\/Kansainv%C3%A4linen_lasten_p%C3%A4iv%C3%A4","description":"YK:n yleiskokous suositteli vuonna 1954 Kansainvälisen lasten päivän (engl. Universal Children's Day) viettämistä. Suomessa sitä vietetään 20. marraskuuta, sillä tuona päivänä vuonna 1959 hyväksyttiin Lasten oikeuksien julistus ja 20. marraskuuta 1989 Lapsen oikeuksien sopimus."},{"date":"2016-12-06","name":"Suomen itsenäisyyspäivä","flag_day":1,"age":99,"url":"https:\/\/fi.wikipedia.org\/wiki\/Suomen_itsen%C3%A4isyysp%C3%A4iv%C3%A4","description":"Suomen itsenäisyyspäivä on Suomen kansallispäivä, jota vietetään 6. joulukuuta 1917 tapahtuneen itsenäistymisen kunniaksi. Itsenäisen Suomea edelsi Suomen suuriruhtinaskunta, joka oli itsehallinnollinen osa Venäjän keisarikuntaa.\n\nJoulukuun 6. päivää on vietetty itsenäisyyspäivänä vuodesta 1919 lähtien. Asiasta päätti Valtioneuvosto, ja päivästä tuli vapaapäivä valtion virastoissa, kouluissa ja tuomioistuimissa. Vuonna 1929 säädettiin lailla yleiseksi palkalliseksi vapaapäiväksi. Vuonna 1937 säädettiin laki itsenäisyyspäivän viettämisestä yleisenä juhla- ja vapaapäivänä. Sen mukaan päivä itsenäisyyspäivän tuli olla palkallinen vapaapäivä, tai missä se ei ole mahdollista, on maksettava korotettua palkkaa kuten sunnuntaityöstä.\n\nItsenäisyyspäivä on myös virallinen liputuspäivä. Silloin liputus päättyy muista liputuspäivistä poikkeavasti klo 20."},{"date":"2016-12-08","name":"Jean Sibeliuksen päivä","flag_day":1,"alternate_names":"suomalaisen musiikin päivä","age":151,"url":"https:\/\/fi.wikipedia.org\/wiki\/Jean_Sibelius","description":"Johan Christian Julius \"Jean\" Sibelius (8. joulukuuta 1865 Hämeenlinna - 20. syyskuuta 1957 Ainola, Järvenpää) oli suomalainen kansallisromanttisen taidemusiikin säveltäjä. Sibelius on kansainvälisesti tunnetuin ja esitetyin suomalainen säveltäjä. Sibeliuksen arvostetuimpia teoksia ovat seitsemän sinfoniaa, sinfoniset runot sekä viulukonsertto."},{"date":"2017-02-05","name":"J. L. Runebergin päivä","flag_day":1,"age":213,"url":"https:\/\/fi.wikipedia.org\/wiki\/Johan_Ludvig_Runeberg","description":"Johan Ludvig Runeberg (5. helmikuuta 1804 Pietarsaari - 6. toukokuuta 1877 Porvoo) oli Suomen kansallisrunoilija. Hän oli suomalainen ruotsinkielinen runoilija, kirjailija ja toimittaja, jonka tuotanto on hyvin isänmaallista. Hän on ollut arvostettu myös Ruotsissa ja hänen tuotantonsa vaikutti suuresti koko ruotsinkieliseen kirjallisuuteen."},{"date":"2017-02-28","name":"Kalevalan päivä","flag_day":1,"alternate_names":"suomalaisen kulttuurin päivä","age":182,"url":"https:\/\/fi.wikipedia.org\/wiki\/Kalevalan_p%C3%A4iv%C3%A4","description":"Kalevalan päivä on suomalaisen kulttuurin päivä, jota vietetään Suomen kansalliseepoksen, Kalevalan kunniaksi. Kalevalan päivää vietetään 28. helmikuuta, koska Elias Lönnrot allekirjoitti ja päiväsi Kalevalan ensimmäisen version, ns. Vanhan Kalevalan esipuheen 28. helmikuuta 1835."},{"date":"2017-03-19","name":"Minna Canthin päivä","flag_day":1,"alternate_names":"tasa-arvon päivä","age":173,"url":"https:\/\/fi.wikipedia.org\/wiki\/Minna_Canthin_p%C3%A4iv%C3%A4","description":"Minna Canth, alkujaan Ulrika Wilhelmina o.s. Johnson, (19. maaliskuuta 1844 Tampere - 12. toukokuuta 1897 Kuopio) oli suomalainen kirjailija. Canth on tunnetuimpia suomalaisia 1880- ja 1890-luvun realisteja, ja hän kirjoitti novelleja, romaaneja ja näytelmiä. Hän oli ensimmäinen merkittävä suomenkielinen näytelmäkirjailija Aleksis Kiven jälkeen, ja ensimmäinen suomenkielinen sanomalehtinainen. Canthia pidetään ensimmäisenä nykysuomalaisena kirjailijana. Kirjallisuuden alalla hän oli realismin uranuurtaja.\n\nAjatusmaailmaltaan Canth oli vapaamielinen nuorsuomalainen ja sosialisti. Hänestä tuli tärkeä eurooppalaisten aatteiden välittäjä. Canth edisti naisten asemaa uusien koulutusmahdollisuuksien avulla ja oli suomenkielisen koulutuksen pioneereja. Ennen kuolemaansa Canth vaikutti noin puolen tusinan kuopiolaiskoulun taustalla (mm. Yhteiskoulu ja Kauppakoulu)."},{"date":"2017-04-09","name":"Kuntavaalit","flag_day":1,"url":"http:\/\/www.vaalit.fi\/fi\/index\/vaalit\/kunnallisvaalit.html","description":"Kunnallisvaalit (myös kuntavaalit) ovat vaalit, joissa valitaan kuntien ja kaupunkien valtuustoihin valtuutetut ja varavaltuutetut. Suomessa kunnallisvaaleista säädetään perustuslaissa, kuntalaissa, vaalilaissa ja Ahvenanmaata koskien sen omassa lainsäädännössä."},{"date":"2017-04-09","name":"Mikael Agricolan päivä","flag_day":1,"alternate_names":"suomen kielen päivä","age":460,"url":"https:\/\/fi.wikipedia.org\/wiki\/Mikael_Agricolan_p%C3%A4iv%C3%A4","description":"Mikael Agricola (s. noin 1510 Pernaja - 9. huhtikuuta 1557 Uusikirkko) oli Turun piispa ja uskonpuhdistaja, joka raamatunsuomennoksellaan kehitti pohjan suomen kirjakielelle, sekä kirjoitti ja käänsi ensimmäiset suomenkieliset painetut kirjat. Yhdeksän kirjaa, yhteensä noin 2400 sivua, vain 10 vuodessa julkaissut Agricola kustansi käännöstyönsä paljolti itse. Hän oli reformaatiokauden molempien johtohahmojen Erasmus Rotterdamilaisen ja Martti Lutherin oppilas. Agricolaa pidetään suomen kirjakielen ja suomenkielisen kirjallisuuden isänä."},{"date":"2017-04-27","name":"Kansallinen veteraanipäivä","flag_day":1,"age":30,"url":"https:\/\/fi.wikipedia.org\/wiki\/Veteraanip%C3%A4iv%C3%A4","description":"Kansallinen veteraanipäivä on sotaveteraanien kunniaksi vietettävä juhlapäivä ja yleinen liputuspäivä. Sitä vietettiin ensimmäisen kerran vuonna 1987 osana Suomen itsenäisyyden 70-vuotisjuhlavuotta.\n\nLapin sota ja samalla Suomen osuus toisessa maailmansodassa päättyi 27. huhtikuuta 1945, joka on jäänyt Suomen puolustusvoimien viimeisimmäksi sotapäiväksi. Silloin loputkin Saksan 20. vuoristoarmeijan sotilaista vetäytyivät kello 13.30 mennessä Kilpisjärveltä Norjan puolelle rajaa.\n\nKansallista veteraanipäivää ei vietetä voitonjuhlana, vaan sillä on kaatuneiden muistopäivääkin rauhanomaisempi luonne."},{"date":"2017-05-01","name":"Vappu","flag_day":1,"alternate_names":"suomalaisen työn päivä","url":"https:\/\/fi.wikipedia.org\/wiki\/Vappu","description":"Vappu on kansainvälinen juhlapäivä ja monissa maissa yleinen vapaapäivä. Se on alkavan kevään juhlapäivä sekä kansainvälinen työväen juhlapäivä. Suomessa vapunpäivää aattopäivineen vietetään työväen, ylioppilaiden ja kevään karnevaalijuhlana. Vuodesta 1979 lähtien vappu on ollut Suomessa virallinen liputuspäivä, suomalaisen työn päivä.\n\nNimi vappu tulee 700-luvulla eläneestä baijerilaisesta abbedissa Valburgista. Vappua on juhlittu keskiajalta lähtien - myös Suomessa - 1. toukokuuta, joka on Valburgin pyhimykseksi julistamisen päivä. Sen mukaisesti päivä on myös Vapun ja Valpurin nimipäivä. Nykyään päivä ei ole kirkollinen juhlapäivä, vaikka onkin yleinen vapaapäivä, mutta aikoinaan samaksi päiväksi sattui myös apostolien Filippuksen ja Jaakobin muistopäivä."},{"date":"2017-05-09","name":"Eurooppa-päivä","flag_day":1,"age":67,"url":"https:\/\/fi.wikipedia.org\/wiki\/Eurooppa-p%C3%A4iv%C3%A4#Eurooppa-p.C3.A4iv.C3.A4","description":"9. toukokuuta 1950 Robert Schuman esitti ehdotuksensa yhtenäisen Euroopan luomisesta välttämättömänä rauhanomaisten suhteiden ylläpitämiseksi. Tätä ehdotusta, joka tunnetaan nimellä Schumanin julistus pidetään Euroopan unionin perustamisen ensimmäisenä askeleena.\n\nNykyään 9. päivästä toukokuuta on tehty Euroopan unionin symboli (Eurooppa-päivä), joka yhdessä yhteisen valuutan (euro), lipun ja kansallislaulun kanssa identifioi Euroopan unionin poliittisena toimijana. Eurooppa-päivä on tarkoitettu unionin kansoja ja kansalaisia yhdistävien juhlallisuuksien päiväksi.\n\nEurooppa-päivän tapahtumia Suomessa järjestää kansalaisjärjestö Eurooppalainen Suomi yhteistyössä Euroopan komission kanssa."},{"date":"2017-05-12","name":"J. V. Snellmannin päivä","flag_day":1,"alternate_names":"suomalaisuuden päivä","age":211,"url":"https:\/\/fi.wikipedia.org\/wiki\/J._V._Snellman","description":"Johan (Juhana) Vilhelm Snellman (12. toukokuuta 1806 Tukholma, Ruotsi - 4. heinäkuuta 1881 Kirkkonummi, Suomen suuriruhtinaskunta) oli suomalainen filosofi, kirjailija, sanomalehtimies ja valtiomies, yksi vaikutusvaltaisimmista fennomaaneista 1800-luvun Suomessa. Hän vaikutti merkittävästi suomen kielen asemaan ja Suomen markan käyttöönottoon. Häntä pidetään Suomen kansallisfilosofina."},{"date":"2017-05-14","name":"Äitienpäivä","flag_day":1,"age":99,"url":"https:\/\/fi.wikipedia.org\/wiki\/%C3%84itienp%C3%A4iv%C3%A4","description":"Äitienpäivän vietto alkoi Yhdysvalloista. Anna Jarvisin äidin kuolema vuonna 1905 sai Jarvisin ajattelemaan, ettei yhteiskunta ottanut huomioon äitien asemaa kansakunnan teollistumisen ja lasten kasvatuksessa. Vuonna 1914 presidentti Woodrow Wilson julisti äitienpäivän kansalliseksi juhlapäiväksi.\n\nÄitienpäivän toi Suomeen kansakoulunopettaja ja kansanedustaja Vilho Reima. Sitä vietettiin ensimmäisen kerran vuonna 1918. Vuonna 1947 päivä vahvistettiin viralliseksi liputuspäiväksi."},{"date":"2017-05-21","name":"Kaatuneiden muistopäivä","flag_day":1,"age":77,"url":"https:\/\/fi.wikipedia.org\/wiki\/Kaatuneiden_muistop%C3%A4iv%C3%A4","description":"Kaatuneiden muistopäivä on sodassa kaatuneiden vainajien muistoksi järjestetty päivä. Järjestelyihin kuuluu valtakunnallinen pääjuhla, paikallisia muistotilaisuuksia jumalanpalveluksineen ja sankarihaudoilla käynteineen. Nykyisin muistopäivänä kunnioitetaan itsenäisen Suomen kaikkien sotien kaikkia vainajia."},{"date":"2017-06-04","name":"Puolustusvoimain lippujuhlan päivä","flag_day":1,"alternate_names":"Carl Gustaf Emil Mannerheimin syntymäpäivä","age":150,"url":"https:\/\/fi.wikipedia.org\/wiki\/Puolustusvoimain_lippujuhlan_p%C3%A4iv%C3%A4","description":"Puolustusvoimain lippujuhlan päivää on vietetty nykyisellä paikallaan vuodesta 1942 alkaen. Vuosina 1919-1939 juhlaa vietettiin nimellä sotaväen lippujuhlan päivä 16. toukokuuta muistaen hallitukselle uskollisten Suomen tasavallan joukkojen, valkoisten voittoa punaisista sisällissodassa 1918. Kahtiajaosta muistuttava päivä haluttiin siirtää talvisodan jälkeen toukokuun kolmanneksi sunnuntaiksi kunnioittamaan sisällissodassa ja talvisodassa kaikkien henkensä antaneiden suomalaisten muistoa, jolloin alkoi kaatuneiden muistopäivän vietto. Jatkosodan aikana puolustusvoimain ylipäällikkö, sotamarsalkka Gustaf Mannerheimin täyttäessä 75 vuotta hänet ylennettiin Suomen marsalkaksi ja hänen syntymäpäiväänsä 4.6. vietettiin aluksi nimellä Suomen marsalkan syntymäpäivä, mutta varsin pian nimeksi vakiintui puolustusvoimain lippujuhlan päivä.\n\nLippujuhlapäivänä jaetaan myönnetyt kunniamerkit ja ylennetään ansioituneita sotilaita ja reserviläisiä. Puolustusvoimat pitää valtakunnallisen paraatikatselmuksen ja ohimarssin, jonka vastaanottavat puolustusvoimain ylipäällikkö ja pv:n komentaja. Suomen itsenäisyyden juhlavuosina eli joka kymmenes vuosi paraati järjestetään aina Helsingissä."},{"date":"2017-06-24","name":"Juhannus","flag_day":1,"alternate_names":"Johannes Kastajan päivä; Suomen lipun päivä","url":"https:\/\/fi.wikipedia.org\/wiki\/Juhannus","description":"Juhannus on suomalainen nimi keskikesän juhlalle, jota vietetään kesäkuussa kesäpäivänseisauksen lähellä. Pohjoisessa juhannus on valon juhla, jolloin keskikesä on kauneimmillaan.\n\nSuomalaiseen juhannukseen kuuluvat kiinteästi juhannussauna, juhannuskokko, juhannustanssit ja muut juhlat. Suomessa juhannus on myös virallinen liputuspäivä, jolloin liputetaan koko juhannusyön ajan. Monet juhannuksen perinteistä juontavat juurensa vanhaan eurooppalaiseen valon ja hedelmällisyyden juhlaan kesäpäivänseisauksen aikana.\n\nSuomessa ja Ruotsissa juhannus on ollut tärkeä kansanomainen merkkipäivä. Juhannukseen on vanhastaan liittynyt erilaisia uskomuksia ja taikoja, joilla on pyritty varmistamaan tuleva sato ja naimaonni. Monet kristilliset kirkkokunnat viettävät juhannusta Johannes Kastajan muistopäivänä, mistä tulee nimi juhannus.\n\nJuhannus on virallinen liputuspäivä, Suomen lipun päivä. Muista liputuspäivistä poiketen silloin liputus alkaa jo aattoiltana kello 18 ja jatkuu yön yli yhtäjaksoisesti juhannuspäivän iltaan kello 21 saakka."},{"date":"2017-07-06","name":"Eino Leinon päivä","flag_day":1,"alternate_names":"runon ja suven päivä","age":139,"url":"https:\/\/fi.wikipedia.org\/wiki\/Eino_Leino","description":"Eino Leino (Armas Einar Leopold Lönnbohm, 6. heinäkuuta 1878 Paltamo - 10. tammikuuta 1926 Tuusula) oli suomalainen kirjailija, lehtimies ja kriitikko. Leinon laaja ja monipuolinen kirjallinen tuotanto sisälsi lyriikkaa, romaaneja, näytelmiä, esseitä ja lehtipakinoita sekä suomennoksia ulkomaisesta kirjallisuudesta. Leino luetaan Suomen merkittävimpiin kirjailijoihin. Sekä hänen lyriikkansa että mahtavat aaterunonsa ovat vuosikymmenestä toiseen pysyneet laajojen lukijapiirien suosiossa."},{"date":"2017-10-10","name":"Aleksis Kiven päivä","flag_day":1,"alternate_names":"suomalaisen kirjallisuuden päivä","age":183,"url":"https:\/\/fi.wikipedia.org\/wiki\/Aleksis_Kivi","description":"Aleksis Kivi (oik. Alexis Stenvall) on Suomen kansalliskirjailija. Kiveä on sanottu suomenkielisen kirjallisuuden isäksi. Hänet tunnetaan parhaiten teoksistaan Seitsemän veljestä ja Nummisuutarit. Hän kirjoitti etunimensä muodossa Alexis ja esiintyi läpi elämänsä Stenvallina; Kivi oli lähinnä taiteilijanimi tai nimimerkki.\n\nAleksis Kiven päivää vietetään hänen syntymäpäivänään 10. lokakuuta, joka on myös liputuspäivä. Se on samalla myös suomalaisen kirjallisuuden päivä ja Helsingin yliopiston Eteläsuomalaisen osakunnan vuosipäivä."},{"date":"2017-10-24","name":"Yhdistyneiden Kansakuntien (YK:n) päivä","flag_day":1,"age":72,"url":"https:\/\/fi.wikipedia.org\/wiki\/YK:n_p%C3%A4iv%C3%A4","description":"Yhdistyneet kansakunnat (YK) on maailmanlaajuinen hallitusten välinen yhteistyöjärjestö, joka perustettiin 24. lokakuuta 1945 San Franciscossa Kansainliiton korvaajaksi. Maailmanjärjestö perustettiin toisen maailmansodan jälkeen edistämään kansainvälistä rauhaa ja turvallisuutta, oikeudenmukaisuutta sekä ihmisoikeuksia.\n\nPerustamispäivä 24.10. on kansainvälinen YK:n päivä, ja se aloittaa YK:n aseidenriisuntaviikon."},{"date":"2017-11-06","name":"Ruotsalaisuuden päivä","flag_day":1,"alternate_names":"Kustaa Aadolfin päivä; Svenska dagen","age":385,"url":"https:\/\/fi.wikipedia.org\/wiki\/Ruotsalaisuuden_p%C3%A4iv%C3%A4","description":"Ruotsalaisuuden päivä (ruots. Svenska dagen) merkitsee suomenruotsalaisille oikeutta käyttää omaa kieltään Suomessa, mutta päivän tarkoituksena on myös Folktingetin mukaan kunnioittaa Suomen kieliryhmien yhteistä kaksikielistä isänmaata.\n\nPäivää vietetään radiossa lähetettävällä pääjuhlalla ja siihen liittyviä tilaisuuksia vietetään myös muun muassa ruotsinkielisissä kouluissa, joissa juhlintaan kuuluu oleellisesti äidinkielen laulu eli Modersmålets sång. Päivää vietetään kuningas Kustaa II Aadolfin juliaanisen kalenterin mukaisena kuolinpäivänä, joka on ollut merkittynä almanakkaan Kustaa Aadolfin nimipäiväksi jo 1600-luvulta lähtien.\n\nRuotsalaisuuden päivä sai alkunsa, kun vasta perustettu Ruotsalainen kansanpuolue ryhtyi vuonna 1908 viettämään erityistä ruotsalaisuuden päivää, jonka tarkoituksena oli vahvistaa ruotsinkielisen kansanosan yhteenkuuluvuuden tunnetta. Päiväksi valittiin Kustaa II Aadolfin kuolinpäivä kolmikymmenvuotisessa sodassa, jossa luotiin pohja Ruotsin suurvalta-asemalle."},{"date":"2017-11-12","name":"Isänpäivä","flag_day":1,"age":68,"url":"https:\/\/fi.wikipedia.org\/wiki\/Is%C3%A4np%C3%A4iv%C3%A4","description":"Isänpäivä on tullut Yhdysvalloista. Vuonna 1949 ruotsalaiset kauppiaat ehdottivat päivää juhlittavaksi kaikissa Pohjoismaissa. Isänpäivänä käydään usein muistamassa suvun vanhimpia isiä kyläilemällä.\n\nSuomalaisiin almanakkoihin isänpäivä merkittiin ilman Helsingin yliopiston päätöstä jo vuosina 1970-1972. Vasta vuonna 1987 yliopisto katsoi päivän niin vakiintuneeksi, että se hyväksyttiin pysyvästi kalenteriin ja merkittiin myös liputuspäiväksi.\n\nIsänpäivänä isälle tai isän ominaisuudessa olevalle on tapana antaa pieniä lahjoja. Lapset usein piirtelevät ja askartelevat lahjoja ja kortteja isälleen päiväkodissa tai koulussa sekä monesti antavat myös kaupasta ostamiaan lahjoja."},{"date":"2017-11-20","name":"Kansainvälinen lasten päivä","flag_day":1,"url":"https:\/\/fi.wikipedia.org\/wiki\/Kansainv%C3%A4linen_lasten_p%C3%A4iv%C3%A4","description":"YK:n yleiskokous suositteli vuonna 1954 Kansainvälisen lasten päivän (engl. Universal Children's Day) viettämistä. Suomessa sitä vietetään 20. marraskuuta, sillä tuona päivänä vuonna 1959 hyväksyttiin Lasten oikeuksien julistus ja 20. marraskuuta 1989 Lapsen oikeuksien sopimus."},{"date":"2017-12-06","name":"Suomen itsenäisyyspäivä","flag_day":1,"age":100,"url":"https:\/\/fi.wikipedia.org\/wiki\/Suomen_itsen%C3%A4isyysp%C3%A4iv%C3%A4","description":"Suomen itsenäisyyspäivä on Suomen kansallispäivä, jota vietetään 6. joulukuuta 1917 tapahtuneen itsenäistymisen kunniaksi. Itsenäisen Suomea edelsi Suomen suuriruhtinaskunta, joka oli itsehallinnollinen osa Venäjän keisarikuntaa.\n\nJoulukuun 6. päivää on vietetty itsenäisyyspäivänä vuodesta 1919 lähtien. Asiasta päätti Valtioneuvosto, ja päivästä tuli vapaapäivä valtion virastoissa, kouluissa ja tuomioistuimissa. Vuonna 1929 säädettiin lailla yleiseksi palkalliseksi vapaapäiväksi. Vuonna 1937 säädettiin laki itsenäisyyspäivän viettämisestä yleisenä juhla- ja vapaapäivänä. Sen mukaan päivä itsenäisyyspäivän tuli olla palkallinen vapaapäivä, tai missä se ei ole mahdollista, on maksettava korotettua palkkaa kuten sunnuntaityöstä.\n\nItsenäisyyspäivä on myös virallinen liputuspäivä. Silloin liputus päättyy muista liputuspäivistä poikkeavasti klo 20."},{"date":"2017-12-08","name":"Jean Sibeliuksen päivä","flag_day":1,"alternate_names":"suomalaisen musiikin päivä","age":152,"url":"https:\/\/fi.wikipedia.org\/wiki\/Jean_Sibelius","description":"Johan Christian Julius \"Jean\" Sibelius (8. joulukuuta 1865 Hämeenlinna - 20. syyskuuta 1957 Ainola, Järvenpää) oli suomalainen kansallisromanttisen taidemusiikin säveltäjä. Sibelius on kansainvälisesti tunnetuin ja esitetyin suomalainen säveltäjä. Sibeliuksen arvostetuimpia teoksia ovat seitsemän sinfoniaa, sinfoniset runot sekä viulukonsertto."}]